Repository: ARICOMA-D365BC/AC-dynamics365smb-docs.cs-cz-OmegaT
Catalog: tm/AC_MAIN_HELP.tmx
Source language: en_us
Languages: cs_cz

source: Additionally, you can choose to resell and adjust [!INCLUDE d365fin ] to the individual needs of your customers by providing Consulting Services .
cs_cz: Kromě toho si můžete vybrat, zda budete prodávat a upravovat [!INCLUDE d365fin ] podle individuálních potřeb svých zákazníků tím, že budete poskytovat Konzultační služby .

source: Advanced UI Documents
cs_cz: Pokročilé doklady uživatelského rozhraní

source: After you create a miniform, you can add functions to it for the common actions that a user takes with handheld devices, such as moving up or down a line.
cs_cz: Po vytvoření miniformuláře do něj můžete přidat funkce pro běžné akce, které uživatel přebírá s kapesními zařízeními, jako je například přesunutí na řádku nahoru nebo dolů.

source: Afterward, videos will display in the larger frame until you make it small again.
cs_cz: Poté se videa zobrazí ve větším rámečku, dokud je znovu nezměníte.

source: Align the core capabilities of local legal requirement and extend existing functionality to successfully compete on your local market.
cs_cz: Vyrovnejte základní možnosti místního právního požadavku a rozšiřte stávající funkce tak, aby se úspěšně fungovali na vašem místním trhu.

source: All apps provide links to the relevant product Help so that you can always find guidance for the different workflows in your version of [!INCLUDE prodshort ].
cs_cz: Všechny aplikace poskytují odkazy na příslušnou nápovědu k produktu, aby bylo možné vždy najít pokyny pro různé pracovní postupy ve vaší verzi aplikace [!INCLUDE prodshort ].

source: Also note that the only documents that are deleted in this batch job are put-aways, picks, and movements.
cs_cz: Všimněte si také, že jedinými dokumenty, které jsou v této dávkové úloze odstraněny, jsou zaskladnění, vyskladnění a přesuny.

source: An item can also have multiple identifier codes.
cs_cz: Zboží může mít také více identifikačních kódů.

source: And if you are a partner or customer looking at extending the functionality, you will find relevant links under Development and Administration.
cs_cz: A pokud jste partnerem nebo zákazníkem, který se snaží rozšířit funkčnost, najdete relevantní odkazy v sekci Vývoj a správa.

source: As a partner, you can provide customers with trials based on already existing functionality, customizations, and previews of future capabilities.
cs_cz: Jako partner můžete zákazníkům poskytnout testy založené na již existujících funkcích, úpravách a náhledů budoucích schopností.

source: As a result, the data from your locally deployed [!INCLUDE prodshort ] will be replicated to the cloud for intelligent cloud scenarios.
cs_cz: V důsledku toho budou data z vašeho lokálně nasazeného [!INCLUDE prodshort ] replikována do cloudu pro inteligentní cloudové scénáře.

source: As a user of [!INCLUDE prodshort ] online, you have full access to scenarios that are based on the intelligent cloud, such as KPIs that are based on machine learning, or when you view your data in Power BI.
cs_cz: Jako uživatel [!INCLUDE prodshort ] online máte plný přístup ke scénářům založeným na inteligentním cloudu, jako jsou KPI založené na strojovém učení nebo při prohlížení dat v Power BI.

source: Assign Default Bins to Items
cs_cz: Přiřazení výchozí přihrádky ke zboží

source: At the top, the navigation allows you to switch between customers, vendors, items, and other important lists of information.
cs_cz: Navigace v horní části umožňuje přepínat mezi zákazníky, prodejci, zbožím a dalšími důležitými seznamy informací.

source: Based on the needs of your warehouse, you define the amount of information displayed in the miniform setup for the particular handheld device.
cs_cz: Na základě potřeb vašeho skladu definujete množství informací zobrazených v nastavení miniformuláře pro konkrétní ruční zařízení.

source: Basic UI Documents
cs_cz: Základní doklady uživatelského rozhraní

source: Basic or Advanced Warehousing
cs_cz: Základní nebo rozšířené skladování

source: Bin Code field.
cs_cz: montáže na zakázku .

source: Bin Code is blank, then the From-Assembly Bin Code field is used instead.
cs_cz: přihrádky montáže na zakázku je prázdné, místo toho se použije Kód přihrádky z montáže .

source: Bin codes that are set up on location cards define a default warehouse flow for certain activities, such as components in an assembly department.
cs_cz: Kódy přihrádek nastavené na kartách lokace definují výchozí tok skladu pro určité aktivity, například komponenty v oddělení montáže.

source: Bin codes that are set up on location cards define a default warehouse flow for specific warehouse activities, such as consumption of components in an assembly area.
cs_cz: Kódy přihrádek nastavené na kartách lokace definují výchozí tok skladu pro specifické aktivity skladu, jako je například spotřeba komponent v oblasti montáže.

source: Bins represent the basic warehouse structure and are used to make suggestions about the placement of items.
cs_cz: Přihrádky představují základní skladovou strukturu a používají se k navrhování umístění zboží.

source: Breakbulking in Movements
cs_cz: Rozbalení v přesunech

source: Breakbulking in Picks
cs_cz: Rozbalení ve vyskladnění

source: Breakbulking in Put-aways
cs_cz: Rozbalení v zaskladnění

source: Bring your [!INCLUDE d365fin ] services to Microsoft AppSource as:
cs_cz: Přineste do své [!INCLUDE d365fin ] do aplikace Microsoft appsource jako:

source: Build an interface based on how you want your data to flow between [!INCLUDE d365fin ] and your services.
cs_cz: Vytvořte rozhraní založené na tom, jak chcete, aby vaše data tekla mezi [!INCLUDE d365fin ] a vašimi službami.

source: Building New Solutions and Intellectual Property
cs_cz: Budování nových řešení a duševního vlastnictví

source: Built-in and custom report layouts
cs_cz: Vestavěné a vlastní rozvržení sestavy

source: Built-in layouts are predefined layouts that are designed for specific reports.
cs_cz: Vestavěná rozvržení jsou předdefinovaná rozvržení, která jsou navržena pro konkrétní sestavy.

source: Bundle with intelligent business apps such as PowerApps, Flow, Power BI, Cortana Intelligence, and many more
cs_cz: Balík inteligentních obchodních aplikací jako PowerApps, Flow, Power BI, Cortana Intelligence a mnoho dalších

source: Business Functionality
cs_cz: Obchodní funkcionality

source: But if it cannot find this form of the item, and this field is selected, the program will suggest that you break a larger unit of measure into the unit of measure that is needed.
cs_cz: Pokud však tento formulář zboží nenajde a toto pole je vybráno, program navrhne, abyste do měrné jednotky, která je potřebná, dali větší měrnou jednotku.

source: Capabilities Coming Soon
cs_cz: Nové přicházející schopnosti

source: Cash availability
cs_cz: Dostupnost hotovosti

source: Chances are that someone already submitted something similar, and that entry might have already received votes.
cs_cz: Je pravděpodobné, že někdo něco podobného vložil a vstup mohl být již přijat.

source: Changes the display language.
cs_cz: Změní zobrazovaný jazyk.

source: Changing Basic Settings
cs_cz: Změna základního nastavení

source: Changing Language and Locale
cs_cz: Změna jazyka a oblasti

source: Changing When I Receive Notifications
cs_cz: Změna příjmu oznámení

source: Changing the Locale
cs_cz: Změna oblasti

source: Changing the texts that are stored as application data is not part of the multilanguage capability.
cs_cz: Změna textů, které jsou uloženy jako data, není součástí vícejazyčné možnosti.

source: Choose New to create a new saved settings entry from scratch.
cs_cz: Zvolit Nový k vytvoření nové položky uloženého nastavení sestav.

source: Choose each insight to drill into the data.
cs_cz: Zvolte si přehled, který vám umožní zkoumat data.

source: Choose the Bin Contents action.
cs_cz: Vyberte tlačítko Obsah přihrádky .

source: Choose the Bins action.
cs_cz: Vyberte tlačítko Přihrádky .

source: Choose the Create Bin Content action.
cs_cz: Vyberte tlačítko Vytvořit obsah přihrádky .

source: Choose the Delete action.
cs_cz: Vyberte tlačítko Odstranit .

source: Choose the Edit List action.
cs_cz: Vyberte tlačítko Upravit seznam .

source: Choose the Edit action.
cs_cz: Vyberte tlačítko Úpravy .

source: Choose the Functions action.
cs_cz: Vyberte tlačítko Funkce .

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter ADCS Users , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Uživatelé ADCS a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Assembly Setup , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Nastavení montáže a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Bin Content Creation Worksheet , and choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Sešit vytvoření obsahu přihrádky a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Bin Contents , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Obsah přihrádky a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Create Warehouse Location , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Vytvořit lokaci ve skladu a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Item Reclassification Journal , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Deník přeřazení zboží a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Items , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Zboží a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Locations , and choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Lokace a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Locations , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Lokace a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Miniforms , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Miniformuláře a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Put-away Templates , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Šablony zaskladnění a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Report Settings , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Nastavení sestav a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Warehouse Employees , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Zaměstnanci skladu a poté vyberte související odkaz.

source: Choose the Lightbulb that opens the Tell Me feature Tell me what you want to do icon, enter Warehouse Reclassification Journal , and then choose the related link.
cs_cz: Vyberte ikonu Žárovky, která otevře funkci Řekněte mi Řekněte mi, co chcete dělat , zadejte Deník přeřazení skladu a poté vyberte související odkaz.

source: Choose the New action.
cs_cz: Vyberte tlačítko Nový .

source: Choose the OK button to fill a journal line.
cs_cz: Klikněte na tlačítko OK k naplnění řádku deníku.

source: Choose the OK button.
cs_cz: Klikněte na tlačítko OK .

source: Choose the Post action.
cs_cz: Vyberte tlačítko Účtovat .

source: Choose the Units of Measure action.
cs_cz: Vyberte tlačítko Měrné jednotky .

source: Choose the Yes button.
cs_cz: Klikněte na tlačítko Ano .

source: Choose the link to view the latest release plan.
cs_cz: Klepnutím na odkaz zobrazíte nejnovější plán vydání.

source: Choose this link to view or change the notifications that you get about certain events or changes in status, such as when you are about to invoice a customer who has an overdue balance, or the available inventory is lower than the quantity you are about to sell.
cs_cz: Tento odkaz slouží k zobrazení nebo změně oznámení týkajících se určitých událostí nebo změn stavu, například pokud se chystáte fakturovat zákazníkovi, který má splatné saldo, nebo jsou dostupné zásoby nižší než množství, které chcete prodat.

source: Choosing which Services to Offer with [!INCLUDE d365fin ]
cs_cz: Výběr služeb, které nabízíme s [!INCLUDE d365fin ]

source: Closing your free trial of [!INCLUDE d365fin ]
cs_cz: Ukončení bezplatné zkušební verze [!INCLUDE d365fin ]

source: Codeunit 7705 shows how a Card-type miniform works.
cs_cz: Codeunita 7705 ukazuje, jak funguje miniformulář typu karta.

source: Community
cs_cz: Komunita

source: Companies can easily add functionality that is relevant to the region of operation, and that is customized to support even highly specialized industries.
cs_cz: Společnosti mohou snadno přidávat funkce vztahující se k oblasti provozu, a které jsou přizpůsobeny pro podporu i vysoce specializovaných průmyslových odvětví.

source: Comply with local regulatory capabilities by developing for [!INCLUDE d365fin ], which adapts functional areas to the requirements of the local market along with Dynamics 365 Translation Service .
cs_cz: Dodržujte místní regulační schopnosti tak, že vyvíjíte pro [!INCLUDE d365fin ], který přizpůsobuje funkční oblasti požadavkům místního trhu a překladatelské službě Dynamics 365 .

source: Components for assembly orders cannot be picked or posted with inventory picks.
cs_cz: Komponenty pro montážní zakázky nemohou být vydány nebo zaúčtovány s vyskladněním zásob.

source: Connect [!INCLUDE d365fin ] with Dynamics 365 for Sales
cs_cz: Propojte [!INCLUDE d365fin ] s Dynamics 365 for Sales

source: Connect apps can also make use of extensions to create pages to be used for setup, configuration, or to support app-specific features.
cs_cz: Připojení k aplikacím může také využít rozšíření k vytvoření stránek, které budou použity pro nastavení, konfiguraci nebo podporu funkcí specifických pro aplikaci.

source: Connect directly with decision-makers and reach more customers
cs_cz: Napojení na ty, kteří rozhodují a oslovte více zákazníků

source: Connecting to Business Central from other Dynamics products
cs_cz: Připojení k Business Central z jiných produktů Dynamics

source: Connecting to the intelligent cloud from an on-premises solution requires your administrator to specify information about your database.
cs_cz: Připojení k inteligentním cloudu ze zařízení on-premis musí správce specifikovat informace o vaší databázi.

source: Content that is Coming Soon
cs_cz: Obsah, který se blíží

source: Continue to fill in the lines until you have described all the acceptable bin placements that you want to use in the put-away process.
cs_cz: Pokračujte v vyplňování řádků, dokud nevyplníte všechna přijatelná umístění přihrádky, které chcete v procesu zaskladnění použít.

source: Convert Existing Locations to Warehouse Locations
cs_cz: Převod existujících lokací na lokace skladu

source: Create an app that is specialized within a specific industry.
cs_cz: Vytvořte aplikaci, která se specializuje na konkrétní odvětví.

source: Create and modify saved settings for all users
cs_cz: Vytvořit a upravit uložené nastavení pro všechny uživatele

source: Create jobs and schedule resources for project, manage job budgets, monitor progress, and track machine and employee hours.
cs_cz: Vytváření úloh a plánování zdrojů pro projekty, správa rozpočtů, sledování pokroku, hodin strojů a zaměstanců.

source: Create the new bins that you want to use in the future.
cs_cz: Vytvořte nové přihrádky, které chcete v budoucnosti použít.

source: Custom layouts are report layouts that you design to change the appearance of a report.
cs_cz: Vlastní rozvržení jsou rozvržení sestavy, která navrhujete tak, aby změnila vzhled sestavy.

source: Custom layouts enable you to have multiple layouts for the same report, which you switch among as needed.
cs_cz: Vlastní rozvržení vám umožní mít více rozvržení pro stejnou sestavu, mezi nimiž podle potřeby přepínáte.

source: Customize your app listing page
cs_cz: Přizpůsobení stránky se seznamem aplikací

source: Data from tables within [!INCLUDE d365fin ], such as a list of pick documents from which the user can select.
cs_cz: Data z tabulek v [!INCLUDE d365fin ], jako je například seznam dokladů vyskladnění z kterých uživatel vybírá.

source: Deciding on whether to use a Word report layout or RDLC report layout type will depend on how you want the generated report to look and your knowledge of Word and SQL Server Report Builder.
cs_cz: Rozhodování o tom, zda použít rozvržení sestavy aplikace Word nebo typ rozvržení sestavy RDLC, bude záviset na tom, jak chcete, aby generovaná sestava vypadala, a na vašich znalostech aplikace Word a SQL Server Report Builder.

source: Deciding whether to use a Word or RDLC report layout
cs_cz: Rozhodnutí, zda použít rozvržení sestavy Word nebo RDLC

source: Default bins are defined on the Bin Content page.
cs_cz: Výchozí přihrádky jsou definovány na stránce Obsah přihrádky .

source: Default bins are now assigned for your item.
cs_cz: Pro zboží jsou nyní přiřazeny výchozí přihrádky.

source: Define default bin structures for components and end items flowing to and from operation resources.
cs_cz: Definujte výchozí struktury přihrádek pro komponenty a koncové položky, které budou proudit do a z provozních zdrojů.

source: Define shop floor resources and their capacity, schedule operations, pull production components, and execute production operations.
cs_cz: Definice zdroje a jejich kapacit, operace plánování, vyžádání výrobní komponenty a provádění výrobních operací.

source: Depending on the on-premises solution, the Intelligent Cloud Insights page can be embedded in the Home page or be a separate page as in [!INCLUDE prodshort ] online and on-premises.
cs_cz: V závislosti na místním řešení lze stránku Intelligent Cloud Insights vložit na domovskou stránku nebo na samostatnou stránku jako v [!INCLUDE prodshort ] online i na místě.

source: Depending on your role, the Role Center gives you an overview of the business, your department, or your personal tasks.
cs_cz: V závislosti na vaší roli vám Centrum rolí poskytuje přehled o firmě, vašem oddělení nebo vašich osobních úkolech.

source: Description
cs_cz: Popis

source: Design Details: Inventory Costing
cs_cz: Detaily návrhu: Ocenění zásob

source: Design Details: Warehouse Overview
cs_cz: Detaily návrhu: Přehled skladu

source: Designing RDLC layouts is more advanced than Word layouts.
cs_cz: Navrhování rozložení RDLC je pokročilejší než rozložení aplikace Word.

source: Detecting Mandatory Fields
cs_cz: Detekce povinných polí

source: Development of a Horizontal Solution
cs_cz: Vývoj horizontálního řešení

source: Development of a Localization Solution
cs_cz: Vývoj lokalizačního řešení

source: Development of a Vertical Solution
cs_cz: Vývoj vertikálního řešení

source: Directed put-away and pick gives you access to advanced warehouse configuration features that can greatly enhance your efficiency and data reliability.
cs_cz: Řízené zaskladnění a vyskladnění umožňuje přístup k rozšířeným funkcím konfigurace skladu, které mohou výrazně zvýšit efektivitu a spolehlivost dat.

source: Do More with Your Trial
cs_cz: Udělejte více s vaší zkoušební verzí

source: Documents before you start the renaming process.
cs_cz: skladu před začátkem procesu přejmenování.

source: During physical inventory of the warehouse, any differences between the calculated and counted quantities are recorded in the adjustment bin and then posted as correcting item ledger entries.
cs_cz: Během fyzické inventury skladu jsou rozdíly mezi vypočteným a spočítanými množstvími zaznamenány do adjustační přihrádky a pak zaúčtovány jako opravné položky zboží.

source: Each transaction is stored in a warehouse register.
cs_cz: Každá transakce je uložena v žurnálech skladu.

source: Each user who performs warehouse activities must be set up as a warehouse employee assigned to one default location and potentially more non-default locations.
cs_cz: Každý uživatel, který provádí aktivity skladu, musí být nastaven jako zaměstnanec skladu a přiřazený k jedné výchozí lokaci, potenciálně více nevýchozím lokacím.

source: Each warehouse item that you want to use with ADCS must be assigned an identifier code to link it with its item number.
cs_cz: Každému zboží skladu, které chcete použít s ASSD, musí být přiřazen identifikační kód, který jej propojí s číslem zboží.

source: Edit in Excel
cs_cz: Úprava v aplikaci Excel

source: Enable Automatic Breaking Bulk with Directed Put-away and Pick
cs_cz: Povolení automatického rozdělení zboží s řízeným zaskladněním a vyskladněním

source: Enable Picking Items by FEFO
cs_cz: Povolení vyskladnění pomocí FEFO

source: Enable the inventory pick, move, and put-away documents.
cs_cz: Povolte doklady vyskladnění zásob, přesunutí a zaskladnění.

source: Enable users to exchange data with external sources during daily tasks, such as sending/receiving electronic documents, importing/exporting bank files, and updating currency exchange rates.
cs_cz: Umožnit uživatelům výměnu dat s externími zdroji během každodenních úloh, jako je odesílání/přijímání elektronických dokladů, import/export bankovních souborů a aktualizace směnných kurzů.

source: Enhance business value and increase deal size with existing and new customers
cs_cz: Zvyšujte obchodní hodnotu a zvyšte velikost obchodu se stávajícími i novými zákazníky

source: Ensure an effective flow of goods that are received and shipped.
cs_cz: Zajištění účiného toku přijatého a dodaného zboží.

source: Enter a code that is the unique identifier of the template you are about to create.
cs_cz: Zadejte kód, který je jedinečným identifikátorem šablony, kterou se chystáte vytvořit.

source: Enter a short description, if you wish.
cs_cz: Zadejte krátký popis, pokud chcete.

source: Enter your user name and password that you created during sign-up for [!INCLUDE d365fin ] and follow the instructions on the screen.
cs_cz: Zadejte své uživatelské jméno a heslo, které jste vytvořili při registraci [!INCLUDE d365fin ] a postupujte podle pokynů na obrazovce.
